export const majors = {
    '인문대학': ['국어국문학과', '일어일문학과', '불어불문학과', '노어노문학과', '중어중문학과', '영어영문학과', '독어독문학과', '한문학과', '사학과', '철학과'],
    '사회과학대학': ['행정학과', '정치외교학과', '사회복지학과', '사회학과', '심리학과', '문헌정보학과', '미디어커뮤니케이션학과'],
    '자연과학대학': ['수학과', '통계학과', '물리학과', '화학과', '생명과학과', '미생물학과', '분자생물학과', '지질환경과학과', '대기환경과학과', '해양학과'],
    '공과대학': ['고분자공학과', '유기소재시스템공학과', '전자공학과', '조선·해양공학과', '재료공학부', '산업공학과', '항공우주공학과', '건축공학전공', '건축학전공', '도시공학전공', '토목공학전공', '화공생명공학전공', '환경공학전공', '전기공학과'],
    '사범대학': ['국어교육과', '영어교육과', '독어교육과', '불어교육과', '교육학과', '유아교육과', '특수교육과', '일반사회교육과', '역사교육과', '지리교육과', '윤리교육과', '수학교육과', '물리교육과', '화학교육과', '생물교육과', '지구과학교육과', '체육교육과'],
    '경제통상대학': ['무역학부', '경제학부', '관광컨벤션학과', '공공정책학부'],
    '경영대학': ['경영학과'],
    '약학대학': ['약학전공', '제약학전공'],
    '생활과학대학': ['아동가족학과', '의류학과', '식품영양학과', '실내환경디자인학과', '스포츠과학과'],
    '예술대학': ['음악학과', '한국음악학과', '미술학과', '디자인학과', '무용학과', '예술문화영상학과'],
    '나노과학기술대학': ['나노메카트로닉스공학과', '나노에너지공학과', '광메카트로닉스공학과'],
    '생명자원과학대학': ['식물생명과학과', '원예생명과학과', '동물생명자원과학과', '식품공학과', '생명환경화학과', '바이오소재과학과', '바이오산업기계공학과', '조경학과', '식품자원경제학과', 'IT응용공학과', '바이오환경에너지학과'],
    '간호대학': ['간호학과'],
    '정보의생명공학대학': ['정보컴퓨터공학부', '의생명융합공학부']
}

export const institutions = ['교육인증원', '국제처', '보건진료소', '도서관', '정보화본부', '교양교육원']
